
let catsArr = [
    {
        name:'Мария',
        photo:'https://welom.ru/assets/screenshot8996b9c.jpg',
        allPhoto:['./assets/Mary/2.jpg','./assets/Mary/3.jpg','./assets/Mary/4.jpg'],
        gender:'Самка',
        type:'Cats',
        old:'2 года',
        about_old:'1-5 лет',
        size:'средний',
        information:'Собака – самое первое животное, которое смог приручить человек. ' +
        'Ученые склоняются к мнению, что собака стала домашним животным еще в эпоху позд' +
        'него палеолита, то есть несколько десятков тысяч лет назад. В те времена собаки п' +
        'омогали людям охотиться на диких животных и охраняли поселения, предупреждая о при' +
        'ближении чужаков. С тех пор собаки сопровождали людей повсюду, помогая в самых разных сферах жизни.',
        tx:'',
    },
    {
        name:'Мария',
        photo:'https://welom.ru/assets/screenshot8996b9c.jpg',
        allPhoto:['./assets/Mary/2.jpg','./assets/Mary/3.jpg','./assets/Mary/4.jpg'],
        gender:'Самка',
        type:'Cats',
        old:'2 года',
        about_old:'1-5 лет',
        size:'средний',
        information:'Собака – самое первое животное, которое смог приручить человек. ' +
        'Ученые склоняются к мнению, что собака стала домашним животным еще в эпоху позд' +
        'него палеолита, то есть несколько десятков тысяч лет назад. В те времена собаки п' +
        'омогали людям охотиться на диких животных и охраняли поселения, предупреждая о при' +
        'ближении чужаков. С тех пор собаки сопровождали людей повсюду, помогая в самых разных сферах жизни.',
        tx:'',
    },
    {
        name:'Мария',
        photo:'https://welom.ru/assets/screenshot8996b9c.jpg',
        allPhoto:['./assets/Mary/2.jpg','./assets/Mary/3.jpg','./assets/Mary/4.jpg'],
        gender:'Самка',
        type:'Cats',
        old:'2 года',
        about_old:'1-5 лет',
        size:'средний',
        information:'Собака – самое первое животное, которое смог приручить человек. ' +
        'Ученые склоняются к мнению, что собака стала домашним животным еще в эпоху позд' +
        'него палеолита, то есть несколько десятков тысяч лет назад. В те времена собаки п' +
        'омогали людям охотиться на диких животных и охраняли поселения, предупреждая о при' +
        'ближении чужаков. С тех пор собаки сопровождали людей повсюду, помогая в самых разных сферах жизни.',
        tx:'',
    },
    {
        name:'Мария',
        photo:'https://welom.ru/assets/screenshot8996b9c.jpg',
        allPhoto:['./assets/Mary/2.jpg','./assets/Mary/3.jpg','./assets/Mary/4.jpg'],
        gender:'Самка',
        type:'Cats',
        old:'2 года',
        about_old:'1-5 лет',
        size:'средний',
        information:'Собака – самое первое животное, которое смог приручить человек. ' +
        'Ученые склоняются к мнению, что собака стала домашним животным еще в эпоху позд' +
        'него палеолита, то есть несколько десятков тысяч лет назад. В те времена собаки п' +
        'омогали людям охотиться на диких животных и охраняли поселения, предупреждая о при' +
        'ближении чужаков. С тех пор собаки сопровождали людей повсюду, помогая в самых разных сферах жизни.',
        tx:'',
    },
]

let all = dogArr.concat(catsArr)