let amount = [
    {
        inf:'В нашей безе зарегистрировано',
        amounts:200
    },
    {
        inf:'Уже в семье',
        amounts:44
    },
]
let messages = {
    about_us:{
        one:'** Статистика ведется начиная с 27.12.2017',
        two:'ВАЖНО - На данный момент приют переполнен, не хватает ....'
    },
    what_do:{
        h4:'Приютить друга',
        p:'Прежде чем покупать собаку или кота - загляните к нам. У нас есть друзья любому по душе - большие, маленькие,' +
        ' охранники, компаньоны, лежебоки и непоседы. Когда мы берем животное из приюта, то спасаем сразу троих: животное,' +
        ' которое приютили, бездомное животное, которое заберут с улицы в приют на его место, и, конечно же, Человека в себе.' +
        ' Не покупай - приюти, ведь настоящая дружба не продается!'
    }
}
let helps = {
    main:{
        one:'Сейчас нам нужна помощь как никогда',
        two:'Приют ежедневно заботится о почти 3 тысячах животных. Самый лучший способ помочь нашим'+
        ' хвостикам - пожертвовать любую сумму на корм, лечение и обеспечение работы приюта.',
        three:'на карту ПБ приюта: 5169 3305 1043 1114, Благотворительный фонд Милосердие',
        four:'Помочь Иначе?',
        a:'Больше информации'
    },
    person:[
        {
            name:'Gas Engineering',
            image:'../src/assets/logoBy.jpg',
            float_img:'1',
            inf:'Компания "Gas Engineering" является нашим постоянным спонсором, помогает с водопроводной водой и электроэнергией. '+
			'Очень часто оказывает помощь транспортом. Сотрудники компании в свободное время помогают со строительством вольеров и ремонтом помещений',
            float_inf:''
        },

    ],
    all:{
        one:'Сейчас нам нужна помощь как никогда',
        two:'Приют ежедневно заботится о более чем 200 животні Самый лучший способ помочь нам '+
        'и нашим хвостикам - пожертвовать любую сумму на корм, лечение и обеспечение работы приюта.',
        three:'Нам можно помочьи по другому, ниже приводим перечень продуктов, которые нужны всегда:',
        four:[
            'Крупы (мы варим животным каши с мясом и овощами)- овсяная, ячневая, гречневая, рисовая, пшеничная, пшено, перловая',
            'рыба - бычки, карасики, толстолобик, хек',
            'мясные обрезки- легкие, трахеи, желудок, вымя, шкуры, печенка и тд',
            'кости',
            'овощи - тыква, капуста, лук, морковь, свекла, зелень',
            'яйца, масло, молочные продукты',
            'сухой корм',
        ],
        actual:'Всегда актуальны чистые старые простыни, полотенца, пеленки. Нужны впитывающие пеленки, бинты, марлевые отрезы, шприцы.'+
        'Также очень актуальна помощь противопаразитарными препаратами.'+
        'Наш Приют ежедневно открыт для посещений, мы будем благодарны за физическую помощь в уборке помещений,' +
        'мелком ремонте, кормлении и выгуле животных. '
    }
}


